# FilterNumericLessOrEqual Properties

---
The FilterNumericLessOrEqual type exposes the following members.
| Name| Description
---|---|---
| IsValidObject|  Specifies whether the .NET object represents a valid Revit entity. (Inherited from FilterNumericRuleEvaluator)
Top
#### Reference
FilterNumericLessOrEqual Class
Autodesk.Revit.DB Namespace